{
    "circular_metadata": {
        "source": "وزارة التجارة الداخلية وحماية المستهلك - سوريا",
        "relevant_laws": [
            "قانون الشركات رقم 29 لعام 2011",
            "التعميم رقم 767 لعام 2017",
            "التعميم رقم 45 لعام 2016"
        ]
    },
    "general_prohibitions": [
        {
            "rule": "مخالفة الآداب العامة أو النظام العام والأعراف والتقاليد",
            "type": "moral"
        },
        {
            "rule": "التشابه مع شركة مسجلة مسبقاً أو شركة ذات شهرة عالمية لتجنب اللبس",
            "type": "uniqueness"
        },
        {
            "rule": "تطابق أو تشابه مع اسم مؤسسة حكومية أو منظمة دولية أو نقابة أو منظمة محلية",
            "type": "legal_entity"
        },
        {
            "rule": "استخدام أسماء الله الحسنى أو أي شعارات أو رموز سياسية أو دينية",
            "type": "symbolic"
        },
        {
            "rule": "تضمن كلمات مثل: (العربية - الوطنية - القطرية - الإقليمية - الفيدرالية)",
            "type": "political"
        },
        {
            "rule": "البدء بأحرف منفصلة إلا إذا كان أحد الشركاء شخصية اعتبارية تحمل نفس الاسم",
            "type": "formatting"
        },
        {
            "rule": "استخدام أسماء الأعلام والمشاهير أو ألقابهم أو كنياتهم المشهورة",
            "type": "personal"
        },
        {
            "rule": "استخدام الفواصل أو النقاط أو الرموز أو المحارف الخاصة في اسم الشركة",
            "type": "formatting"
        },
        {
            "rule": "استخدام أسماء العملات المحلية أو الدولية أو الرقمية ورموزها",
            "type": "financial"
        }
    ],
    "mandatroy_activity_suffix": "يجب إضافة لاحقة تدل على نشاط الشركة إلى اسمها (ولا تعتبر هذه الإضافة تميزاً للاسم)",
    "legal_form_requirements": {
        "GeneralPartnership": "يجب أن يتألف من أسماء جميع الشركاء أو بعضهم مع إضافة كلمة 'وشركاهم'",
        "LimitedPartnership": "يجب أن يتضمن فقط أسماء الشركاء المتضامنين",
        "LimitedLiability": "يجب أن يتبع اسم الشركة عبارة 'شركة محدودة المسؤولية'",
        "JointStockPrivate": "يجب أن يتبع اسم الشركة عبارة 'شركة مساهمة مغفلة خاصة'",
        "JointStockPublic": "يجب أن يتبع اسم الشركة عبارة 'شركة مساهمة مغفلة عامة'"
    },
    "special_use_rules": {
        "natural_person_names": [
            "يجوز الاستخدام عند تحويل شكل الشركة القانوني من فردي إلى أموال",
            "يجوز إذا كان اسم الشريك أو أبناؤه أو أخوته أو ورثته",
            "يشترط أن يكون كنية شريكين على الأقل أو كنية شريك يملك 75% من رأس المال",
            "يجوز إذا كان غرض الشركة استثمار براءة اختراع مسجلة باسم الشخص",
            "يجوز إذا كان للاسم الطبيعي معنى آخر عند حذف 'ال' التعريف (مثل: الأمير، السلطان)"
        ],
        "languages": [
            "يجوز باللغة العربية أو الأجنبية",
            "الأسماء الأجنبية التي تطابق اللفظ العربي لا تحتاج ترجمة محلفة (مثل: Najmah/نجمة)",
            "الأسماء الأجنبية بلفظ أجنبي (مثل: Star) تتطلب ترجمة وأن لا تكون مسجلة لدى الملكية كعلامة"
        ],
        "numbers": "يجوز تضمن أرقام مكتوبة بأحرف عربية أو أجنبية أو أرقام حسابية (مثل: 150، 99، Ninety Nine)",
        "geography": [
            "يجوز استخدام أسماء الدول والمدن إذا كانت الدولة أو أحد مؤسساتها شريكاً",
            "يجوز للشركات التابعة لشركات أم دولية مع إضافة لاحقة تميزها",
            "يجوز استخدام أسماء المناطق الجغرافية أو الأجرام السماوية بشرط وجود لاحقة تميزها وعدم ارتباط النشاط بها حصراً"
        ],
        "groups": "يجوز استخدام كلمة 'مجموعة' أو 'Group' إذا كان الشركاء لا يقلون عن شخصيتين اعتباريتين أو ميزانية رأسمالية ضعف الحد الأدنى"
    }
}